/* format string for the largest layout size */
"%.f px and up" = "%.f px and up";

/* format string for the layout range */
"%.f px to %.f px wide" = "%1$.f px to %2$.f px wide";

/* [element name] [symbol name] - Live */
"%@ %@ - Live" = "%1$@ %2$@ - Live";

/* {Timeline name} {duplicate number} */
"%@ %lu" = "%1$@ %2$lu";

/* Scene name after duplication: {scene name} Copy */
"%@ Copy" = "%@ Copy";

/* Alert message text: {resource name} has been modified outside of Hype. */
"%@ has been modified outside of Hype." = "%@ has been modified outside of Hype.";

/* Timing function name - Default */
"%@ – Default" = "%@ – Default";

/* format string for the largest layout size */
"%g px and up" = "%g px and up";

/* format string for the layout range */
"%g px to %g px" = "%1$g px to %2$g px";

/* Text for window accessory button */
"%ld day left. Buy now! →" = "%ld day left. Buy now! →";

/* Text for window accessory button */
"%ld days left. Buy now! →" = "%ld days left. Buy now! →";

/* Browser compatibility warning */
"3D rotation is not supported. The element will not be rotated." = "3D rotation is not supported. The element will not be rotated.";

/* Browser compatibility warning */
"A H.264 or WebM video source is required for playback." = "A H.264 or WebM video source is required for playback.";

/* Browser compatibility warning */
"A H.264 video source is required for playback." = "A H.264 video source is required for playback.";

/* Browser compatibility warning */
"A Theora video source is required for playback." = "A Theora video source is required for playback.";

/* Warning dialog informative text */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite the current contents." = "A file or folder with the same name already exists in the folder %@. Replacing it will overwrite the current contents.";

/* Alert message text */
"A live symbol cannot be added as a child of another symbol" = "A live symbol cannot be added as a child of another symbol";

/* Alert message text: A plug-in with the same name “{plugin name}” already exists. */
"A plug-in with the same name “%@” already exists." = "A plug-in with the same name “%@” already exists.";

/* Alert message text: A source of MIME type “{MIME type}” already exists. */
"A source of grouping type “%@” already exists." = "A source of grouping type “%@” already exists.";

/* Alert message text */
"A symbol cannot be pasted into itself" = "A symbol cannot be pasted into itself";

/* Browser compatibility warning */
"A valid audio source is required for playback." = "A valid audio source is required for playback.";

/* Browser compatibility warning */
"A valid video source is required for playback." = "A valid video source is required for playback.";

/* Inspector group name */
"Accessibility" = "Accessibility";

/* Inspector pane name */
"Actions" = "Actions";

/* Inspector tab tooltip */
"Actions Inspector" = "Actions Inspector";

/* Menu item */
"Actual Size" = "Actual Size";

/* Button label: Add {MIME type} Source… */
"Add %@ Source…" = "Add %@ Source…";

/* Button label */
"Add Audio Source…" = "Add Audio Source…";

/* Undo menu item action */
"Add Guide" = "Add Guide";

/* Undo menu item action */
"Add Guides" = "Add Guides";

/* Button label */
"Add Source…" = "Add Source…";

/* Button label */
"Add Video Source…" = "Add Video Source…";

/* Inspector group name */
"Additional CSS" = "Additional CSS";

/* Inspector group name */
"Alignment" = "Alignment";

/* Menu item */
"All" = "All";

/* Menu item */
"All Browsers" = "All Browsers";

/* Menu item */
"All Fonts" = "All Fonts";

/* HTML Widget Description */
"An HTML widget is used to display embedded HTML in your scene or to embed an iframe of a different web page." = "An HTML widget is used to display embedded HTML in your scene or to embed an iframe of a different web page.";

/* Browser compatibility warning */
"An MP3 audio source is required for playback." = "An MP3 audio source is required for playback.";

/* Browser compatibility warning */
"An MP3 or OGG audio source is required for playback." = "An MP3 or OGG audio source is required for playback.";

/* Browser compatibility warning */
"An MP3 or Quicktime-compatible audio source is required for playback." = "An MP3 or Quicktime-compatible audio source is required for playback.";

/* Browser compatibility warning */
"An OGG audio source is required for playback." = "An OGG audio source is required for playback.";

/* Menu item */
"Animated" = "Animated";

/* Inspector group name */
"Animation Timelines" = "Animation Timelines";

/* scene size checkbox text */
"Apply changes to all scenes" = "Apply changes to all scenes";

/* scene size checkbox text */
"Apply to matching layouts" = "Apply to matching layouts";

/* Alert message text */
"Are you sure you want to delete the selected layout?" = "Are you sure you want to delete the selected layout?";

/* Alert message text */
"Are you sure you want to delete the selected scene?" = "Are you sure you want to delete the selected scene?";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the font named “%@”" = "Are you sure you want to remove the font named “%@”";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the symbol named “%@”" = "Are you sure you want to remove the symbol named “%@”";

/* No comment provided by engineer. */
"Audio…" = "Audio…";

/* Menu item */
"Auto Scrollbars" = "Auto Scrollbars";

/* Mouse cursor name; menu item */
"Automatic" = "Automatic";

/* Browser compatibility warning */
"Autoplay is ignored." = "Autoplay is ignored.";

/* Menu item */
"Back" = "Back";

/* Menu item */
"Back Reverse" = "Back Reverse";

/* Inspector group name */
"Background" = "Background";

/* Browser compatibility warning */
"Background gradients are not supported. The solid fill style will be displayed instead." = "Background gradients are not supported. The solid fill style will be displayed instead.";

/* No comment provided by engineer. */
"Backward" = "Backward";

/* Inspector group name */
"Border" = "Border";

/* Menu item */
"Bounce" = "Bounce";

/* Menu item */
"Bounce Reverse" = "Bounce Reverse";

/* Undo menu item action */
"Browser Compatibility Warning" = "Browser Compatibility Warning";

/* Default text in a new button element and element class type */
"Button" = "Button";

/* Browser compatibility warning */
"CSS3 Filters are unsupported and cannot be applied." = "CSS3 Filters are unsupported and cannot be applied.";

/* Button Text */
"Cancel" = "Cancel";

/* Browser compatibility warning */
"Cannot autoplay audio on mobile devices unless it is a home screen web app." = "Cannot autoplay audio on mobile devices unless it is a home screen web app.";

/* Browser compatibility warning */
"Cannot modify browser selection behavior." = "Cannot modify browser selection behavior.";

/* Browser compatibility warning */
"Cannot preload audio." = "Cannot preload audio.";

/* Undo menu item action */
"Change Background Color" = "Change Background Color";

/* Undo menu action name */
"Change Duration" = "Change Duration";

/* Undo menu item action */
"Change Physics Gravity" = "Change Physics Gravity";

/* Undo menu item action */
"Change Scene Size" = "Change Scene Size";

/* Browser compatibility warning */
"Changing the status bar style is not supported" = "Changing the status bar style is not supported";

/* Error dialog recovery text */
"Check to make sure your Dropbox account is properly linked." = "Check to make sure your Dropbox account is properly linked.";

/* No comment provided by engineer. */
"Choose an exported .hyperesources folder" = "Choose an exported .hyperesources folder";

/* Menu item */
"Choose…" = "Choose…";

/* Tooltip */
"Compose Email" = "Compose Email";

/* Dropbox upload dialog status text */
"Connecting to Dropbox…" = "Connecting to Dropbox…";

/* Inspector group name */
"Content Overflow" = "Content Overflow";

/* Tooltip: Continue Timeline {timeline name} */
"Continue Timeline %@" = "Continue Timeline %@";

/* Menu item */
"Copy Guide" = "Copy Guide";

/* Menu item */
"Copy Guides" = "Copy Guides";

/* Error dialog message */
"Could Not Authorize Dropbox Session" = "Could Not Authorize Dropbox Session";

/* Alert message text */
"Could not send feedback" = "Could not send feedback";

/* Menu item */
"Create Grid…" = "Create Grid…";

/* Alert dialog button label */
"Create New Group" = "Create New Group";

/* Undo menu item action */
"Create Symbol" = "Create Symbol";

/* Menu item */
"Create Symbol from Selection…" = "Create Symbol from Selection…";

/* Menu item */
"Create Symbol…" = "Create Symbol…";

/* Mouse cursor name; menu item */
"Crosshair" = "Crosshair";

/* Inspector attribute group name */
"Cursor" = "Cursor";

/* Inspector group name and undo menu item action */
"Custom Behaviors" = "Custom Behaviors";

/* Menu item and dialog title */
"Custom CSS" = "Custom CSS";

/* Browser compatibility warning category */
"Custom Head HTML" = "Custom Head HTML";

/* Browser compatibility warning category */
"Custom JavaScript" = "Custom JavaScript";

/* Browser compatibility warning */
"Dashed and Dotted Border Style may not draw correctly." = "Dashed and Dotted Border Style may not draw correctly.";

/* Preference pane name */
"Debug" = "Debug";

/* Mouse cursor name; menu item */
"Default" = "Default";

/* Alert default button and menu item */
"Delete" = "Delete";

/* Undo menu item action */
"Delete Element" = "Delete Element";

/* Menu item */
"Delete JavaScript" = "Delete JavaScript";

/* Undo menu item action */
"Delete Keyframe" = "Delete Keyframe";

/* Undo menu item action */
"Delete Layout" = "Delete Layout";

/* Undo menu item action */
"Delete Scene" = "Delete Scene";

/* Undo menu item action */
"Delete Scene Size" = "Delete Scene Size";

/* Default name for phone layout breakpoint */
"Desktop" = "Desktop";

/* Window title */
"Developer News" = "Developer News";

/* Preference pane name */
"Devices" = "Devices";

/* Menu item */
"Dismiss Capo" = "Dismiss Capo";

/* Inspector group name */
"Display Name" = "Display Name";

/* Alert message text: Do you want to convert {element or elements, depending on number of selected elements} to use motion paths? */
"Do you want to convert %@ to use motion paths?" = "Do you want to convert %@ to use motion paths?";

/* Alert message text */
"Do you want to convert element to use motion paths?" = "Do you want to convert element to use motion paths?";

/* Alert message text */
"Do you want to convert elements to use motion paths?" = "Do you want to convert elements to use motion paths?";

/* Alert informative text */
"Do you want to keep the Hype version, or update to the version on disk?" = "Do you want to keep the Hype version, or update to the version on disk?";

/* Alert message text */
"Do you want to relink the file?" = "Do you want to relink the file?";

/* Alert message text */
"Do you want to remove motion paths?" = "Do you want to remove motion paths?";

/* Inspector pane name */
"Document" = "Document";

/* Inspector tab tooltip */
"Document Inspector" = "Document Inspector";

/* Symbol Editing Directions */
"Double-click to edit" = "Double-click to edit";

/* Button Text */
"Download Hype 1" = "Download Hype 1";

/* Button label */
"Download Trial" = "Download Trial";

/* Undo menu item action */
"Draw Scene Backgrounds" = "Draw Scene Backgrounds";

/* Undo menu item action */
"Duplicate" = "Duplicate";

/* Menu item */
"Duplicate Scene" = "Duplicate Scene";

/* Menu item */
"Duplicate Scene (Without Animations)" = "Duplicate Scene (Without Animations)";

/* duplicate timelines undo text */
"Duplicate Timelines" = "Duplicate Timelines";

/* Menu item */
"Ease In" = "Ease In";

/* Menu item */
"Ease In Circ" = "Ease In Circ";

/* Menu item */
"Ease In Expo" = "Ease In Expo";

/* Menu item */
"Ease In Out" = "Ease In Out";

/* Menu item */
"Ease In Out Circ" = "Ease In Out Circ";

/* Menu item */
"Ease In Out Expo" = "Ease In Out Expo";

/* Menu item */
"Ease In Out Quad" = "Ease In Out Quad";

/* Menu item */
"Ease In Out Quart" = "Ease In Out Quart";

/* Menu item */
"Ease In Out Quint" = "Ease In Out Quint";

/* Menu item */
"Ease In Out Sine" = "Ease In Out Sine";

/* Menu item */
"Ease In Quad" = "Ease In Quad";

/* Menu item */
"Ease In Quart" = "Ease In Quart";

/* Menu item */
"Ease In Quint" = "Ease In Quint";

/* Menu item */
"Ease In Sine" = "Ease In Sine";

/* Menu item */
"Ease Out" = "Ease Out";

/* Menu item */
"Ease Out Circ" = "Ease Out Circ";

/* Menu item */
"Ease Out Expo" = "Ease Out Expo";

/* Menu item */
"Ease Out Quad" = "Ease Out Quad";

/* Menu item */
"Ease Out Quart" = "Ease Out Quart";

/* Menu item */
"Ease Out Quint" = "Ease Out Quint";

/* Menu item */
"Ease Out Sine" = "Ease Out Sine";

/* Menu item */
"Edit Grid…" = "Edit Grid…";

/* Menu item */
"Edit Layout Grid" = "Edit Layout Grid";

/* Menu item */
"Edit Timelines…" = "Edit Timelines…";

/* Menu item */
"Elastic" = "Elastic";

/* Menu item */
"Elastic Reverse" = "Elastic Reverse";

/* Inspector pane name */
"Element" = "Element";

/* Inspector pane name */
"Element Actions" = "Element Actions";

/* Inspector tab tooltip */
"Element Inspector" = "Element Inspector";

/* Inspector group name */
"Element Physics" = "Element Physics";

/* No comment provided by engineer. */
"Elements" = "Elements";

/* Element class type */
"Ellipse" = "Ellipse";

/* Dropbox upload dialog status text */
"Export Complete." = "Export Complete.";

/* Default button in registration dialog when license entension is entered */
"Extend Trial" = "Extend Trial";

/* Inspector group name */
"Filter Effects" = "Filter Effects";

/* Tooltip */
"First Scene" = "First Scene";

/* Tooltip text */
"First keyframes are relative" = "First keyframes are relative";

/* Inspector group name */
"Flexible Layout" = "Flexible Layout";

/* Inspector group name */
"Font" = "Font";

/* No comment provided by engineer. */
"Forward" = "Forward";

/* No comment provided by engineer. */
"Front" = "Front";

/* Preference pane name */
"General" = "General";

/* Tooltip: Go to {time} in Timeline {timeline name} */
"Go to %@ in Timeline %@" = "Go to %1$@ in Timeline %2$@";

/* Tooltip: Go To URL {url} */
"Go to URL %@" = "Go to URL %@";

/* Browser compatibility warning */
"Gravity cannot respond to device tilt." = "Gravity cannot respond to device tilt.";

/* Browser compatibility warning */
"Groove, Ridge, Inset, and Outset Border Style are not supported." = "Groove, Ridge, Inset, and Outset Border Style are not supported.";

/* Element class type */
"Group" = "Group";

/* Undo menu item action */
"Group Elements" = "Group Elements";

/* Inspector group name */
"Group Physics Gravity" = "Group Physics Gravity";

/* Browser compatibility warning */
"H.264 or a Quicktime-compatible video source is required for playback." = "H.264 or a Quicktime-compatible video source is required for playback.";

/* Inspector group name */
"HTML Page Title" = "HTML Page Title";

/* Element class type and inspector group name */
"HTML Widget" = "HTML Widget";

/* Mouse cursor name; menu item */
"Help" = "Help";

/* Menu item */
"Hidden" = "Hidden";

/* Menu item */
"Hide Button Controls" = "Hide Button Controls";

/* Menu item */
"Hide Grid" = "Hide Grid";

/* Menu item */
"Hide Guide" = "Hide Guide";

/* Menu item */
"Hide Guides" = "Hide Guides";

/* Menu item */
"Hide Ruler" = "Hide Ruler";

/* Toolbar button label and menu item */
"Hide Scenes" = "Hide Scenes";

/* Toolbar button label and menu item */
"Hide Sizes" = "Hide Sizes";

/* Undo menu item action */
"Home Screen Web App" = "Home Screen Web App";

/* Browser compatibility warning */
"Home screen web apps are not supported" = "Home screen web apps are not supported";

/* Segmented button text */
"Hover" = "Hover";

/* Alert dialog title */
"Hype 1 serial numbers cannot be used with Hype 3." = "Hype 1 serial numbers cannot be used with Hype 3.";

/* Alert dialog informative text */
"Hype 3 is a paid upgrade and requires a separate license to be purchased." = "Hype 3 is a paid upgrade and requires a separate license to be purchased.";

/* Window title */
"Hype Crash Reporter" = "Hype Crash Reporter";

/* Window title */
"Hype Feedback Reporter" = "Hype Feedback Reporter";

/* Window title */
"Hype Hang Reporter" = "Hype Hang Reporter";

/* Window title */
"Hype Issue Reporter" = "Hype Issue Reporter";

/* Inspector pane name */
"Identity" = "Identity";

/* Inspector tab tooltip */
"Identity Inspector" = "Identity Inspector";

/* Element class type */
"Image" = "Image";

/* No comment provided by engineer. */
"Image…" = "Image…";

/* Undo menu item action */
"Initial Scale" = "Initial Scale";

/* Browser compatibility warning category */
"Inner HTML" = "Inner HTML";

/* Undo menu item action */
"Insert Button" = "Insert Button";

/* Undo menu item action */
"Insert Element" = "Insert Element";

/* Undo menu item action */
"Insert Ellipse" = "Insert Ellipse";

/* Undo menu item action */
"Insert HTML Widget" = "Insert HTML Widget";

/* Undo menu item action */
"Insert Image" = "Insert Image";

/* Undo menu item action */
"Insert Movie" = "Insert Movie";

/* Undo menu item action */
"Insert Rectangle" = "Insert Rectangle";

/* Undo menu item action */
"Insert Rounded Rectangle" = "Insert Rounded Rectangle";

/* Undo menu item action */
"Insert Shape" = "Insert Shape";

/* Undo menu item action */
"Insert Text" = "Insert Text";

/* No comment provided by engineer. */
"Inspector  Resources " = "Inspector  Resources ";

/* Inspector group name */
"Inspector Pane title" = "Inspector Pane title";

/* Menu item */
"Instant" = "Instant";

/* Tooltip: Jump to Scene {scene name} */
"Jump to Scene %@" = "Jump to Scene %@";

/* Alert alternate button */
"Keep" = "Keep";

/* Button title */
"Keep All" = "Keep All";

/* Tooltip */
"Last Scene" = "Last Scene";

/* Browser version support - only support the latest version */
"Latest" = "Latest";

/* Inspector group name */
"Legal" = "Legal";

/* Menu item */
"Linear" = "Linear";

/* Inspector group name */
"Live Symbol" = "Live Symbol";

/* Alert dialog informative text */
"Live symbols can only be added as top level elements in a scene." = "Live symbols can only be added as top level elements in a scene.";

/* Menu item */
"Lock" = "Lock";

/* Menu item */
"Lock Guide" = "Lock Guide";

/* Menu item */
"Lock Guides" = "Lock Guides";

/* Browser compatibility warning */
"Loop is not supported and will be ignored." = "Loop is not supported and will be ignored.";

/* Default name the main timeline in a scene */
"Main Timeline" = "Main Timeline";

/* Menu item */
"Make Invisible" = "Make Invisible";

/* Menu item */
"Make Visible" = "Make Visible";

/* No comment provided by engineer. */
"Media Browser" = "Media Browser";

/* Inspector pane name */
"Metrics" = "Metrics";

/* Inspector tab tooltip */
"Metrics Inspector" = "Metrics Inspector";

/* Menu item */
"Minimum Version" = "Minimum Version";

/* Browser compatibility warning category and inspector group name */
"Mobile Options" = "Mobile Options";

/* HTML link title for getting to the JavaScript documentation web page */
"More Info" = "More Info";

/* Mouse cursor name; menu item */
"Move" = "Move";

/* Undo menu item action */
"Move Animation" = "Move Animation";

/* Undo menu item action */
"Move Guide" = "Move Guide";

/* Undo menu item action */
"Move Scene" = "Move Scene";

/* Timing function menu title */
"Multiple" = "Multiple";

/* Browser compatibility warning */
"Muting is not supported and will be ignored." = "Muting is not supported and will be ignored.";

/* Abbreviation for 'Not Applicable', used as a menu item in some menus */
"N/A" = "N/A";

/* Button label */
"Never Sign Up" = "Never Sign Up";

/* Menu item */
"New JavaScript" = "New JavaScript";

/* Undo menu item action */
"New Keyframe" = "New Keyframe";

/* Undo menu item action and name of new scene layouts */
"New Layout" = "New Layout";

/* Undo menu item action and name of new scenes */
"New Scene" = "New Scene";

/* Undo menu item action and name of new scene sizes */
"New Scene Size" = "New Scene Size";

/* Default text in a new button element and element class type */
"New Text" = "New Text";

/* Menu item */
"New Timeline…" = "New Timeline…";

/* Alert message text */
"New Update Available" = "New Update Available";

/* Tooltip */
"Next Scene" = "Next Scene";

/* Tooltip */
"No Action" = "No Action";

/* Warning dialog message text */
"No Dropbox Account Configured" = "No Dropbox Account Configured";

/* Alert message text */
"No New Updates Available." = "No New Updates Available.";

/* Mouse cursor name; menu item; browser version support - no support for selected browser */
"None" = "None";

/* Segmented button text */
"Normal" = "Normal";

/* No comment provided by engineer. */
"OK" = "OK";

/* Undo menu item action */
"Offline Cache" = "Offline Cache";

/* Custom Behavior Handler name in inspector, like 'On Mouse Down' */
"On %@" = "On %@";

/* Inspector group name */
"On Any Timeline Complete" = "On Any Timeline Complete";

/* Inspector group name */
"On Drag" = "On Drag";

/* Inspector group name */
"On Key Down" = "On Key Down";

/* Inspector group name */
"On Key Press" = "On Key Press";

/* Inspector group name */
"On Key Up" = "On Key Up";

/* Inspector group name */
"On Mouse Click" = "On Mouse Click";

/* Inspector group name */
"On Mouse Down" = "On Mouse Down";

/* Inspector group name */
"On Mouse Out" = "On Mouse Out";

/* Inspector group name */
"On Mouse Over" = "On Mouse Over";

/* Inspector group name */
"On Mouse Up" = "On Mouse Up";

/* Inspector group name */
"On Scene Load" = "On Scene Load";

/* Inspector group name */
"On Scene Unload" = "On Scene Unload";

/* Inspector group name */
"On Swipe Down" = "On Swipe Down";

/* Inspector group name */
"On Swipe Left" = "On Swipe Left";

/* Inspector group name */
"On Swipe Right" = "On Swipe Right";

/* Inspector group name */
"On Swipe Up" = "On Swipe Up";

/* Inspector group name */
"On Symbol Load" = "On Symbol Load";

/* Inspector group name */
"On Symbol Unload" = "On Symbol Unload";

/* Menu item and inspector group name */
"Opacity" = "Opacity";

/* Browser compatibility warning */
"Opacity will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "Opacity will not be displayed when there is corner rounding, a background gradient, or box shadow applied.";

/* Alert default button */
"Open App Store" = "Open App Store";

/* Inspector group name */
"Options" = "Options";

/* Browser compatibility warning */
"PSD images will not be displayed." = "PSD images will not be displayed.";

/* Menu item */
"Paste Guide" = "Paste Guide";

/* Menu item */
"Paste Guides" = "Paste Guides";

/* Alert dialog informative text */
"Pasting a symbol into itself would create a black hole and all elements as we know them would be destroyed." = "Pasting a symbol into itself would create a black hole and all elements as we know them would be destroyed.";

/* Tooltip: Pause Timeline {timeline name} */
"Pause Timeline %@" = "Pause Timeline %@";

/* Browser compatibility warning */
"Perspective is not displayed on 3D rotations." = "Perspective is not displayed on 3D rotations.";

/* Browser compatibility warning */
"Perspective is not displayed on the swap transition." = "Perspective is not displayed on the swap transition.";

/* Inspector pane name */
"Physics" = "Physics";

/* Inspector tab tooltip */
"Physics Inspector" = "Physics Inspector";

/* Inspector group name */
"Placement" = "Placement";

/* Alert message text */
"Please add a summary to this report." = "Please add a summary to this report.";

/* Mouse cursor name; menu item */
"Pointer" = "Pointer";

/* Menu item */
"Position" = "Position";

/* Tooltip */
"Present Media" = "Present Media";

/* Segmented button text */
"Pressed" = "Pressed";

/* Browser compatibility warning */
"Preventing user scaling is not supported" = "Preventing user scaling is not supported";

/* No comment provided by engineer. */
"Preview" = "Preview";

/* Menu item */
"Preview Current Scene in Browser" = "Preview Current Scene in Browser";

/* Menu item */
"Preview Current Scene on Device" = "Preview Current Scene on Device";

/* Tooltip */
"Previous Scene" = "Previous Scene";

/* Menu item */
"Properties" = "Properties";

/* Button Text */
"Purchase Hype 3" = "Purchase Hype 3";

/* Button label */
"Purchase Update" = "Purchase Update";

/* Button in registration and trial dialogs */
"Quit" = "Quit";

/* Element class type */
"Rectangle" = "Rectangle";

/* Inspector group name */
"Reflection" = "Reflection";

/* Browser compatibility warning */
"Reflection is not supported and will not be displayed." = "Reflection is not supported and will not be displayed.";

/* Default button in registration dialog when valid license is entered */
"Register" = "Register";

/* Alert default button */
"Relink" = "Relink";

/* Menu item */
"Reload HTML Content" = "Reload HTML Content";

/* Button label */
"Remind Me Later" = "Remind Me Later";

/* Alert default button */
"Remove" = "Remove";

/* Menu item and undo menu item action */
"Remove Guide" = "Remove Guide";

/* Menu item */
"Remove Guides" = "Remove Guides";

/* Menu item and alert dialog default button */
"Remove Motion Paths" = "Remove Motion Paths";

/* Undo menu item action */
"Remove Symbol" = "Remove Symbol";

/* Alert informative text */
"Removing the symbol will remove all instances of the symbol in the document." = "Removing the symbol will remove all instances of the symbol in the document.";

/* Menu item */
"Rename Layout" = "Rename Layout";

/* Menu item */
"Rename Scene" = "Rename Scene";

/* Alert default button */
"Replace" = "Replace";

/* Alert informative text */
"Replacing the existing plug-in will require relaunching Hype to take effect." = "Replacing the existing plug-in will require relaunching Hype to take effect.";

/* Menu item */
"Reset to Default" = "Reset to Default";

/* Inspector group name */
"Responsive Layout" = "Responsive Layout";

/* Retina Image Slot Name */
"Retina @2x" = "Retina @2x";

/* Inspector group name */
"Rotation" = "Rotation";

/* Browser compatibility warning */
"Rotation will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "Rotation will not be displayed when there is corner rounding, a background gradient, or box shadow applied.";

/* Element class type */
"Rounded Rectangle" = "Rounded Rectangle";

/* Tooltip: Run JavaScript {function name} */
"Run JavaScript %@" = "Run JavaScript %@";

/* Browser compatibility warning */
"SVG-based images will not be displayed." = "SVG-based images will not be displayed.";

/* Inspector pane name */
"Scene" = "Scene";

/* Undo menu item action */
"Scene Drag Action" = "Scene Drag Action";

/* Inspector tab tooltip */
"Scene Inspector" = "Scene Inspector";

/* Undo menu item action */
"Scene Key Down Action" = "Scene Key Down Action";

/* Undo menu item action */
"Scene Key Press Action" = "Scene Key Press Action";

/* Undo menu item action */
"Scene Key Up Action" = "Scene Key Up Action";

/* Undo menu item action */
"Scene Load Action" = "Scene Load Action";

/* Inspector group name */
"Scene Physics Gravity" = "Scene Physics Gravity";

/* Undo menu item action */
"Scene Rename" = "Scene Rename";

/* Inspector group name */
"Scene Size" = "Scene Size";

/* Undo menu item action */
"Scene Swipe Down Action" = "Scene Swipe Down Action";

/* Undo menu item action */
"Scene Swipe Left Action" = "Scene Swipe Left Action";

/* Undo menu item action */
"Scene Swipe Right Action" = "Scene Swipe Right Action";

/* Undo menu item action */
"Scene Swipe Up Action" = "Scene Swipe Up Action";

/* Name of new symbol */
"Scene Symbol" = "Scene Symbol";

/* Undo menu item action */
"Scene Timeline Complete Action" = "Scene Timeline Complete Action";

/* Undo menu item action */
"Scene Unload Action" = "Scene Unload Action";

/* No comment provided by engineer. */
"Scenes" = "Scenes";

/* No comment provided by engineer. */
"Scenes    Layouts   " = "Scenes    Layouts   ";

/* Menu item */
"Scrollbars" = "Scrollbars";

/* Browser compatibility warning */
"Scrollbars and scrolling behavior is not supported on Android devices." = "Scrollbars and scrolling behavior is not supported on Android devices.";

/* Menu item */
"Set Capo" = "Set Capo";

/* Warning dialog default button */
"Setup Dropbox" = "Setup Dropbox";

/* Inspector group name */
"Shadow" = "Shadow";

/* Menu item */
"Show Button Controls" = "Show Button Controls";

/* Menu item */
"Show Grid" = "Show Grid";

/* Menu item */
"Show Guide" = "Show Guide";

/* Menu item */
"Show Guides" = "Show Guides";

/* Menu item */
"Show JavaScript Functions…" = "Show JavaScript Functions…";

/* Undo menu item action */
"Show Loading Page" = "Show Loading Page";

/* Menu item */
"Show Resource Library…" = "Show Resource Library…";

/* Menu item */
"Show Ruler" = "Show Ruler";

/* Toolbar button label and menu item */
"Show Scenes" = "Show Scenes";

/* Toolbar button label and menu item */
"Show Sizes" = "Show Sizes";

/* Inspector group name */
"Shown Browser Compatibility Warnings" = "Shown Browser Compatibility Warnings";

/* Button label */
"Sign Up Later" = "Sign Up Later";

/* Alert message text */
"Some files for export already exist on Dropbox. Do you want to replace?" = "Some files for export already exist on Dropbox. Do you want to replace?";

/* Alert dialog informative text */
"Some files with the same name already exist in your Dropbox folder. Replacing them will overwrite the current contents." = "Some files with the same name already exist in your Dropbox folder. Replacing them will overwrite the current contents.";

/* Non-Retina Image Slot Name */
"Standard @1x" = "Standard @1x";

/* Tooltip: Start Timeline {timeline name} */
"Start Timeline %@" = "Start Timeline %@";

/* Undo menu item action */
"Status Bar Style" = "Status Bar Style";

/* Browser compatibility warning */
"Swap transitions appear as instant transitions." = "Swap transitions appear as instant transitions.";

/* Element class type and name of new symbol and inspector pane title */
"Symbol" = "Symbol";

/* Inspector group name */
"Symbol Physics Gravity" = "Symbol Physics Gravity";

/* Symbol Description */
"Symbols are reusable components containing elements, timelines, and animations." = "Symbols are reusable components containing elements, timelines, and animations.";

/* Browser compatibility warning */
"TIFF images will not be displayed." = "TIFF images will not be displayed.";

/* Inspector group additional name */
"Tap" = "Tap";

/* Undo menu item action */
"Tap Highlight" = "Tap Highlight";

/* Element class type, menu item, inspector pane name */
"Text" = "Text";

/* Inspector tab tooltip */
"Text Inspector" = "Text Inspector";

/* Inspector group name */
"Text Shadow" = "Text Shadow";

/* Browser compatibility warning */
"Text Shadow is not supported." = "Text Shadow is not supported.";

/* Inspector group name */
"Text Spacing" = "Text Spacing";

/* No comment provided by engineer. */
"Textured Button" = "Textured Button";

/* Document compatibility warning */
"The Unique Element Id, “%@”, is used by %lu other %@ and is therefore not unique as required. This must be fixed by changing this property to an unused value via the Identity Inspector." = "The Unique Element Id, “%1$@”, is used by %2$lu other %3$@ and is therefore not unique as required. This must be fixed by changing this property to an unused value via the Identity Inspector.";

/* Alert informative text */
"The font is currently in use in the document. Removing will not change the font values for the referenced elements." = "The font is currently in use in the document. Removing will not change the font values for the referenced elements.";

/* Alert message text */
"The live symbol \"%@\" cannot be added to this scene" = "The live symbol \"%@\" cannot be added to this scene";

/* Alert informative text */
"The original file could not be found.  Relinking will replace the resource with one selected from disk." = "The original file could not be found.  Relinking will replace the resource with one selected from disk.";

/* Alert informative text: The resource already exists in the group named “{group name}.” */
"The resource already exists in the group named “%@.”" = "The resource already exists in the group named “%@.”";

/* Alert informative text: The resource group “{group name}” cannot be deleted because it is currently used in the document. */
"The resource group “%@” cannot be deleted because it is currently used in the document." = "The resource group “%@” cannot be deleted because it is currently used in the document.";

/* Alert message text */
"The resource will be removed." = "The resource will be removed.";

/* Alert informative text: The resource “{resource name}” cannot be deleted because it is currently used in the document. */
"The resource “%@” cannot be deleted because it is currently used in the document." = "The resource “%@” cannot be deleted because it is currently used in the document.";

/* Alert informative text: The resource “{resource name}” is unreferenced in the document and will be removed immediately. */
"The resource “%@” is unreferenced in the document and will be removed immediately." = "The resource “%@” is unreferenced in the document and will be removed immediately.";

/* No comment provided by engineer. */
"The restoration file could not be found." = "The restoration file could not be found.";

/* Browser compatibility warning */
"Theora or a WebM video source is required for playback." = "Theora or a WebM video source is required for playback.";

/* format string for creating a new responsive layout breakpoint */
"There is already a breakpoint at %.f px" = "There is already a breakpoint at %.f px";

/* Alert dialog informative text */
"There is already a live instance of this symbol on this scene and a scene can only have one instance of each live symbol." = "There is already a live instance of this symbol on this scene and a scene can only have one instance of each live symbol.";

/* Alert informative text */
"There was an error communicating your feedback to the server." = "There was an error communicating your feedback to the server.";

/* Alert informative text */
"There was an error uploading attachments. Please email them to support@tumult.com if critical to reproducing your issue." = "There was an error uploading attachments. Please email them to support@tumult.com if critical to reproducing your issue.";

/* Descriptive text in trial warning dialog when trial is still active. */
"This trial is fully functional but time-limited. Purchasing and providing a serial number will unlock this copy, removing the trial restriction." = "This trial is fully functional but time-limited. Purchasing and providing a serial number will unlock this copy, removing the trial restriction.";

/* Alert informative text: This will remove motion paths across all timelines for the selected {element/elements, depending on number of selected elements. */
"This will remove motion paths across all timelines for the selected %@." = "This will remove motion paths across all timelines for the selected %@.";

/* Alert dialog informative text: This will remove motion paths across all timelines for “{element name}”. */
"This will remove motion paths across all timelines for “%@”." = "This will remove motion paths across all timelines for “%@”.";

/* Inspector pane name */
"Timeline Action" = "Timeline Action";

/* Element listing title */
"Timeline Actions" = "Timeline Actions";

/* Undo menu action name */
"Timeline Rename" = "Timeline Rename";

/* Inspector group additional name */
"Touch End" = "Touch End";

/* Inspector group additional name */
"Touch Start" = "Touch Start";

/* Header text in trial warning dialog when trial has ended. */
"Trial Expired." = "Trial Expired.";

/* Alert dialog informative text */
"Tumult Hype %@ is now available on the Mac App Store." = "Tumult Hype %@ is now available on the Mac App Store.";

/* Alert informative text: Tumult Hype {marketing version number} is the latest version. */
"Tumult Hype %@ is the latest version." = "Tumult Hype %@ is the latest version.";

/* Warning dialog text: Unable to connect to “{device name}” */
"Unable to connect to “%@”" = "Unable to connect to “%@”";

/* Alert message text */
"Unable to create a new group for the resource." = "Unable to create a new group for the resource.";

/* Alert message text */
"Unable to delete resource group." = "Unable to delete resource group.";

/* Alert message text */
"Unable to delete resource." = "Unable to delete resource.";

/* No comment provided by engineer. */
"Unable to restore document" = "Unable to restore document";

/* Undo menu item action */
"Undo Symbol Creation" = "Undo Symbol Creation";

/* No comment provided by engineer. */
"Ungroup" = "Ungroup";

/* Undo menu item action */
"Ungroup Elements" = "Ungroup Elements";

/* Browser compatibility warning category and inspector group name */
"Unique Element ID" = "Unique Element ID";

/* Warning string: Unique Element ID is already used by {element name}. */
"Unique Element ID is already used by %@." = "Unique Element ID is already used by %@.";

/* Menu item */
"Unlock" = "Unlock";

/* Undo menu item action and name of new scenes */
"Untitled Scene" = "Untitled Scene";

/* Default timeline name */
"Untitled Timeline" = "Untitled Timeline";

/* Update (timing function name) */
"Update %@" = "Update %@";

/* Button title */
"Update All" = "Update All";

/* Button title */
"Update Grid" = "Update Grid";

/* Button title */
"Update Selected" = "Update Selected";

/* Dropbox upload dialog status text. Uploading {filename}… */
"Uploading %@…" = "Uploading %@…";

/* Status update when uploading attachments (current attachment index of total number of attachments) */
"Uploading Attachments (%d of %d)" = "Uploading Attachments (%1$d of %2$d)";

/* Alert default button and menu item */
"Use Motion Paths" = "Use Motion Paths";

/* Undo menu item action */
"Use Touch Events" = "Use Touch Events";

/* Undo menu item action */
"Use WebKit Graphics Acceleration" = "Use WebKit Graphics Acceleration";

/* Button in trial and registration dialogs */
"Use as Trial" = "Use as Trial";

/* Undo menu item action */
"User Scaling" = "User Scaling";

/* Element class type and inspector group name */
"Video" = "Video";

/* Browser compatibility warning */
"Videos without controls are unplayable on iPad." = "Videos without controls are unplayable on iPad.";

/* No comment provided by engineer. */
"Video…" = "Video…";

/* Undo menu item action */
"Viewport" = "Viewport";

/* Menu item */
"Visible" = "Visible";

/* Mouse cursor name; menu item */
"Wait" = "Wait";

/* Browser compatibility warning */
"Wait cursor is not supported and the default cursor will instead be displayed." = "Wait cursor is not supported and the default cursor will instead be displayed.";

/* Menu item */
"Web" = "Web";

/* Warning dialog informative text */
"You can automatically publish your Hype documents using the Dropbox service's public folder." = "You can automatically publish your Hype documents using the Dropbox service's public folder.";

/* Alert informative text */
"You can replace the source with the file or create a new resource group to contain the file." = "You can replace the source with the file or create a new resource group to contain the file.";

/* Header text in trial warning dialog */
"You have %ld days remaining in your trial." = "You have %ld days remaining in your trial.";

/* Header text in trial warning dialog when trial is still active. */
"You have 1 day remaining in your trial." = "You have 1 day remaining in your trial.";

/* Descriptive text in trial warning dialog when trial has ended. */
"You have reached the end of your %ld-day trial. Please purchase or provide a serial number to continue using Tumult Hype." = "You have reached the end of your %ld-day trial. Please purchase or provide a serial number to continue using Tumult Hype.";

/* Alert message text */
"Your message was sent without attachments." = "Your message was sent without attachments.";

/* No comment provided by engineer. */
"Zoom" = "Zoom";

/* Menu item */
"Zoom In" = "Zoom In";

/* Menu item */
"Zoom Out" = "Zoom Out";

/* Shown when there are more errors than can be displayed */
"and %ld more errors…" = "and %ld more errors…";

/* Shown when there are more errors than can be displayed */
"and one more error…" = "and one more error…";

/* Singular for element */
"element" = "element";

/* Plural for element */
"elements" = "elements";

/* Browser compatibility warning */
"iBooks does not allow .m4v or .m4p video sources." = "iBooks does not allow .m4v or .m4p video sources.";

/* Default name for tablet layout breakpoint */
"iPad Landscape" = "iPad Landscape";

/* Default name for tablet portrait layout breakpoint */
"iPad Portrait" = "iPad Portrait";

/* Default name for phone layout breakpoint */
"iPhone" = "iPhone";

/* default name for symbol instances */
"unnamed instance" = "unnamed instance";

/* Warning that file already exists when saving */
"“%@” already exists. Do you want to replace it?" = "“%@” already exists. Do you want to replace it?";

